Repository: roife/orgenda
Catalog: Orgenda/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Choose a folder in Files to use iCloud Drive or another file provider. Cloud transfer is managed by the provider.
zh_hans: 在“文件”中选择文件夹即可使用 iCloud Drive 或其他文件提供商，云端传输由提供商管理。
zh_hant: 在“檔案”中選擇資料夾即可使用 iCloud Drive 或其他檔案提供商，雲端傳輸由提供商管理。

source: %@ after completion
zh_hans: 完成后%@
zh_hant: 完成後%@

source: %@ changed elsewhere. Both versions have been kept.
zh_hans: %@ 已在其他位置更改。两份版本都已保留。
zh_hant: %@ 已在其他位置變更。兩份版本都已保留。

source: %@ changed outside orgenda. Your local edit has been kept; reload the file before saving again.
zh_hans: %@ 已在 orgenda 之外被更改。本地更改已保留，请重新载入文件后再保存。
zh_hant: %@ 已在 orgenda 之外被更改。本地更改已保留，請重新載入檔案後再儲存。

source: %@ could not be read. The existing workspace has been kept.
zh_hans: 无法读取 %@。现有工作区已保留。
zh_hant: 無法讀取 %@。現有工作區已保留。

source: %@ export
zh_hans: %@ 导出
zh_hant: %@ 匯出

source: %@ is not a valid UTF-8 text file.
zh_hans: %@ 不是有效的 UTF-8 文本文件。
zh_hant: %@ 不是有效的 UTF-8 文字檔案。

source: %@ is not an Org or Markdown file.
zh_hans: %@ 不是 Org 或 Markdown 文件。
zh_hant: %@ 不是 Org 或 Markdown 檔案。

source: %@, skip missed dates
zh_hans: %@，跳过错过的日期
zh_hant: %@，跳過錯過的日期

source: %@, Updating
zh_hans: %@，正在更新
zh_hant: %@，正在更新

source: %lld conflicts need attention
zh_hans: %lld 个冲突需要处理
zh_hant: %lld 個衝突需要處理

source: %lld found
zh_hans: 找到 %lld 项
zh_hant: 找到 %lld 項

source: %lld headings
zh_hans: %lld 个标题
zh_hant: %lld 個標題

source: %lld items
zh_hans: %lld 项
zh_hant: %lld 項

source: %lld matching
zh_hans: %lld 项匹配
zh_hant: %lld 項匹配

source: %lld notifications scheduled
zh_hans: 已安排 %lld 条通知
zh_hant: 已安排 %lld 條通知

source: %lld open
zh_hans: %lld 项未完成
zh_hant: %lld 項未完成

source: %lld overdue
zh_hans: %lld 项已逾期
zh_hant: %lld 項已逾期

source: %lld states · Process & Terminal
zh_hans: %lld 个状态 · 进行中与终结
zh_hant: %lld 個狀態 · 進行中與終結

source: %lld templates
zh_hans: %lld 个模板
zh_hant: %lld 個範本

source: 1 template
zh_hans: 1 个模板
zh_hant: 1 個範本

source: 28-day history
zh_hans: 最近 28 天的记录
zh_hant: 最近 28 天的記錄

source: A blank page
zh_hans: 空白页
zh_hant: 空白頁

source: A copy was saved to %@, but the source changed. Both copies are retained.
zh_hans: 已将副本保存到 %@，但源内容发生了变化。两个副本均已保留。
zh_hant: 已將副本儲存到 %@，但源內容發生了變化。兩個副本均已保留。

source: A copy was saved, but an edit interrupted the move. Both copies are retained.
zh_hans: 副本已保存，但编辑操作中断了移动。两个副本均已保留。
zh_hant: 副本已儲存，但編輯操作中斷了移動。兩個副本均已保留。

source: A copy was saved, but the source changed. Both copies have been kept.
zh_hans: 副本已保存，但原文件发生了变化。两份文件都已保留。
zh_hant: 副本已儲存，但原始檔案發生了變更。兩份檔案都已保留。

source: A recovery copy is kept before replacing either version.
zh_hans: 替换任一版本前都会保留恢复副本。
zh_hant: 取代任一版本前都會保留復原副本。

source: A subtree cannot be moved into itself or one of its children.
zh_hans: 不能将子树移动到自身或其子节点中。
zh_hant: 不能將子樹移動到自身或其子節點中。

source: Account
zh_hans: 账号
zh_hant: 帳號

source: Active
zh_hans: 启用
zh_hant: 啟用

source: Active task states, in sequence order.
zh_hans: 按顺序排列的进行中状态。
zh_hant: 依順序排列的進行中狀態。

source: Add
zh_hans: 添加
zh_hant: 新增

source: Add a date to set a repeat schedule.
zh_hans: 添加日期后即可设置重复规则。
zh_hant: 新增日期後即可設定重複規則。

source: Add a note for this state change.
zh_hans: 请为此次状态更改添加备注。
zh_hant: 請為此次狀態更改新增備註。

source: Add a title
zh_hans: 添加标题
zh_hant: 新增標題

source: Add context, a checklist, or a link…
zh_hans: 添加说明、清单或链接…
zh_hant: 新增說明、清單或連結…

source: Add in-progress state
zh_hans: 添加进行中状态
zh_hant: 新增進行中狀態

source: Add sequence
zh_hans: 添加状态序列
zh_hant: 新增狀態序列

source: Add state
zh_hans: 添加状态
zh_hant: 新增狀態

source: Add template
zh_hans: 添加模板
zh_hant: 新增範本

source: Add terminal state
zh_hans: 添加终结状态
zh_hant: 新增終結狀態

source: Advance by one interval from the scheduled date when completed.
zh_hans: 完成后，从原计划日期向后推进一个间隔。
zh_hant: 完成後，從原計畫日期向後推進一個間隔。

source: Advance notice
zh_hans: 提前提醒
zh_hant: 提前提醒

source: Agenda
zh_hans: 日程
zh_hant: 日程

source: Agenda files
zh_hans: 议程文件
zh_hant: 議程檔案

source: Agenda reminders
zh_hans: 日程提醒
zh_hant: 日程提醒

source: Agenda reminders and notification permission
zh_hans: 日程提醒与通知权限
zh_hant: 行程提醒與通知權限

source: Agenda sources
zh_hans: 议程来源
zh_hant: 議程來源

source: Agenda sources, inbox, attachments, journal, archive and refile
zh_hans: 议程来源、收件箱、附件、日记、归档与转存
zh_hant: 議程來源、收件匣、附件、日記、封存與轉存

source: All
zh_hans: 全部
zh_hant: 全部

source: All categories
zh_hans: 所有类别
zh_hant: 所有類別

source: All changes saved to folder
zh_hans: 所有更改已保存到文件夹
zh_hant: 所有更改已儲存到資料夾

source: All Org files
zh_hans: 所有 Org 文件
zh_hant: 所有 Org 檔案

source: All results
zh_hans: 所有结果
zh_hant: 所有結果

source: Allow notifications in iPhone Settings
zh_hans: 请在 iPhone 设置中允许通知
zh_hant: 請在 iPhone 設定中允許通知

source: Always use a dark appearance
zh_hans: 始终使用深色外观
zh_hant: 始終使用深色外觀

source: Always use a light appearance
zh_hans: 始终使用浅色外观
zh_hant: 始終使用淺色外觀

source: An item with this name already exists in the destination. Nothing was replaced.
zh_hans: 目标位置已有同名条目，未替换任何内容。
zh_hant: 目標位置已有同名條目，未替換任何內容。

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Appearance and notification permission apply to this device. Reminder timing is shared with the workspace.
zh_hans: 外观与通知权限仅用于此设备；提醒时间随工作区共享。
zh_hant: 外觀與通知權限僅用於此裝置；提醒時間隨工作區共用。

source: Appearance and notification preferences are not synced.
zh_hans: 外观与通知偏好仅用于此设备，不会同步。
zh_hant: 外觀與通知偏好僅用於此裝置，不會同步。

source: Appearance, calendar, workflow, and capture
zh_hans: 外观、日历、工作流和快速记录
zh_hant: 外觀、日曆、工作流程和快速記錄

source: Apply classic workflow preset
zh_hans: 应用经典工作流预设
zh_hant: 套用經典工作流程預設

source: Archive item
zh_hans: 归档条目
zh_hant: 歸檔條目

source: Archive this item?
zh_hans: 归档此条目？
zh_hant: 歸檔此條目？

source: Archiving item…
zh_hans: 正在归档事项…
zh_hant: 正在封存事項…

source: Ask for a note
zh_hans: 要求备注
zh_hant: 要求備註

source: At Storage Location
zh_hans: 存储位置版本
zh_hant: 儲存位置版本

source: Back to Files
zh_hans: 返回文件
zh_hant: 返回檔案

source: Both versions are kept until you choose how to resolve each conflict.
zh_hans: 在你逐一处理冲突之前，两份版本都会保留。
zh_hant: 在你逐一處理衝突之前，兩份版本都會保留。

source: Browse files
zh_hans: 浏览文件
zh_hant: 瀏覽檔案

source: Browse Settings
zh_hans: 浏览设置
zh_hant: 瀏覽設定

source: Calendar
zh_hans: 日历
zh_hant: 日曆

source: Calendar & Agenda
zh_hans: 日历与日程
zh_hant: 日曆與日程

source: Calendar defaults and agenda sources
zh_hans: 日历默认设置和日程来源
zh_hant: 日曆預設設定和日程來源

source: Calendar event
zh_hans: 日历事件
zh_hant: 日曆事件

source: Calendar months
zh_hans: 日历月份
zh_hant: 日曆月份

source: Calendar view
zh_hans: 日历视图
zh_hant: 日曆檢視

source: Calendar years
zh_hans: 日历年份
zh_hant: 日曆年份

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: CANCELED
zh_hans: 已取消
zh_hant: 已取消

source: Capture
zh_hans: 快速记录
zh_hant: 快速記錄

source: Capture templates
zh_hans: 捕获模板
zh_hant: 擷取範本

source: Capture templates, destinations and quick keys
zh_hans: 捕获模板、目标位置与选择键
zh_hant: 擷取範本、目標位置與選擇鍵

source: Change document
zh_hans: 更改文档
zh_hant: 更改文件

source: Change Storage Location
zh_hans: 更换存储位置
zh_hant: 更換儲存位置

source: Change storage location?
zh_hans: 更换存储位置？
zh_hant: 更換儲存位置？

source: Change task state for %@
zh_hans: 更改“%@”的任务状态
zh_hant: 更改“%@”的任務狀態

source: Change these values in Workspace configuration → Logging & reminders. An entry’s custom warning time takes precedence.
zh_hans: 在“工作区配置 → 日志与提醒”中修改。条目自身的提醒时间优先。
zh_hant: 在「工作區設定 → 日誌與提醒」中修改。項目自身的提醒時間優先。

source: Change this item's workflow state
zh_hans: 更改此条目的工作流状态
zh_hant: 更改此條目的工作流程狀態

source: Changed on this device and at storage location
zh_hans: 本机和存储位置都有修改
zh_hant: 本機和儲存位置都有修改

source: Changes haven’t been saved
zh_hans: 更改尚未保存
zh_hant: 更改尚未儲存

source: Changes need attention
zh_hans: 有更改需要处理
zh_hant: 有更改需要處理

source: Changes save automatically to this workspace.
zh_hans: 更改会自动保存到此工作区。
zh_hant: 變更會自動儲存到此工作區。

source: Changes save to the connected folder.
zh_hans: 更改会保存到已连接的文件夹。
zh_hant: 更改會儲存到已連接的資料夾。

source: Changes save to your folder
zh_hans: 更改会保存到你的文件夹
zh_hant: 更改會儲存到你的資料夾

source: Changes the scheduled date and keeps the selected time
zh_hans: 更改计划日期并保留所选时间
zh_hant: 更改計畫日期並保留所選時間

source: Changes the scheduled day. Existing times, deadlines and repeat rules are kept.
zh_hans: 更改计划日期，保留原有时间、截止日期和重复规则。
zh_hant: 更改計畫日期，保留原有時間、截止日期和重複規則。

source: Checked
zh_hans: 已勾选
zh_hant: 已勾選

source: Checked, Updating
zh_hans: 已勾选，正在更新
zh_hant: 已勾選，正在更新

source: Checking…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Choose a folder in Files
zh_hans: 在“文件”中选择文件夹
zh_hant: 在「檔案」中選擇資料夾

source: Choose another folder. A folder cannot be moved into itself or its children.
zh_hans: 请选择其他文件夹，不能将文件夹移入自身或其子文件夹。
zh_hant: 請選擇其他資料夾，不能將資料夾移入自身或其子資料夾。

source: Choose Folder…
zh_hans: 选择文件夹…
zh_hant: 選擇資料夾…

source: Choose Storage Location
zh_hans: 选择存储位置
zh_hant: 選擇儲存位置

source: Choose which category to search
zh_hans: 选择搜索类别
zh_hant: 選擇搜尋類別

source: Choose which changes to keep.
zh_hans: 请选择要保留的修改。
zh_hant: 請選擇要保留的修改。

source: Choose which tasks to show
zh_hans: 选择要显示的任务范围
zh_hant: 選擇要顯示的任務範圍

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Clear filters
zh_hans: 清除筛选
zh_hant: 清除篩選

source: Clear Search
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clock
zh_hans: 计时
zh_hant: 計時

source: Closed
zh_hans: 已结束
zh_hant: 已結束

source: Cloud Storage
zh_hans: 云端存储
zh_hant: 雲端儲存

source: Code
zh_hans: 代码
zh_hant: 程式碼

source: Collapse %@
zh_hans: 折叠“%@”
zh_hant: 摺疊“%@”

source: Collapsed
zh_hans: 已折叠
zh_hant: 已摺疊

source: Color scheme
zh_hans: 外观模式
zh_hant: 外觀模式

source: Comment
zh_hans: 注释
zh_hant: 註釋

source: Complete this occurrence
zh_hans: 完成本次事项
zh_hant: 完成本次事項

source: Completed
zh_hans: 已完成
zh_hant: 已完成

source: Completed or canceled tasks.
zh_hans: 已完成或已取消的任务。
zh_hant: 已完成或已取消的任務。

source: Completion date
zh_hans: 完成日期
zh_hant: 完成日期

source: config.json is created when you change a setting.
zh_hans: 修改设置时会创建 config.json。
zh_hant: 修改設定時會建立 config.json。

source: config.json, saving, presets and reset
zh_hans: config.json、保存、预设与重置
zh_hant: config.json、儲存、預設與重設

source: Configuration file
zh_hans: 配置文件
zh_hant: 設定檔

source: Configuration stays with your files.
zh_hans: 配置随工作区文件保存与同步。
zh_hant: 設定隨工作區檔案儲存與同步。

source: Configuration tools
zh_hans: 配置工具
zh_hant: 設定工具

source: Conflict Resolved
zh_hans: 冲突已解决
zh_hant: 衝突已解決

source: Conflicting source files are left untouched. You can keep copies of pending edits in orgenda → Unsaved Edits, then reload the folder versions.
zh_hans: 存在冲突的源文件会保持原样。你可以将待保存的更改复制到 orgenda → Unsaved Edits，再重新载入文件夹中的版本。
zh_hant: 存在衝突的原始檔會保持原樣。你可以將待儲存的更改複製到 orgenda → Unsaved Edits，再重新載入資料夾中的版本。

source: Connect a folder to enable
zh_hans: 连接文件夹后启用
zh_hant: 連接資料夾後啟用

source: Connect a folder to save changes.
zh_hans: 连接文件夹以保存更改。
zh_hant: 連接資料夾以儲存變更。

source: Connect a folder to use reminders
zh_hans: 连接文件夹后即可使用提醒
zh_hant: 連接資料夾後即可使用提醒

source: Connect a WebDAV server or NAS using HTTPS. Your password is stored securely on this device.
zh_hans: 使用 HTTPS 连接 WebDAV 服务器或 NAS。密码会安全地保存在本机。
zh_hant: 使用 HTTPS 連接 WebDAV 伺服器或 NAS。密碼會安全地儲存在本機。

source: Connect a workspace folder in Workspace & Sync to use reminders.
zh_hans: 在“工作区与同步”中连接工作区文件夹，即可使用提醒。
zh_hant: 在“工作區與同步”中連線工作區資料夾，即可使用提醒。

source: Connect a workspace to enable
zh_hans: 连接工作区后可启用
zh_hant: 連接工作區後可啟用

source: Connect one location at a time. Cloud services use a dedicated Orgenda folder. Changing locations does not move your existing files.
zh_hans: 每次连接一个存储位置。云端服务使用 Orgenda 专属文件夹。更换位置不会搬移现有文件。
zh_hant: 每次連接一個儲存位置。雲端服務使用 Orgenda 專屬資料夾。更換位置不會搬移現有檔案。

source: Connect the workspace folder to display this image.
zh_hans: 连接工作区文件夹后即可显示此图片。
zh_hant: 連接工作區資料夾後即可顯示此圖片。

source: Connect through the Files app
zh_hans: 通过系统“文件”连接
zh_hant: 透過系統「檔案」連接

source: Connect to the internet to sync. Your edits are saved on this device.
zh_hans: 连接网络即可同步。你的修改已保存在本机。
zh_hant: 連接網路即可同步。你的修改已儲存在本機。

source: Connect WebDAV
zh_hans: 连接 WebDAV
zh_hant: 連接 WebDAV

source: Connect your own server
zh_hans: 连接自己的服务器
zh_hant: 連接自己的伺服器

source: Connected folder
zh_hans: 已连接的文件夹
zh_hant: 已連接的資料夾

source: Connecting…
zh_hans: 正在连接…
zh_hant: 正在連接⋯

source: Connection
zh_hans: 连接
zh_hant: 連線

source: Context
zh_hans: 情境
zh_hant: 情境

source: Continue list
zh_hans: 继续列表
zh_hant: 繼續列表

source: Copy a prompt to extract your Emacs Org settings
zh_hans: 复制提示词以提取 Emacs Org 设置
zh_hant: 複製提示詞以擷取 Emacs Org 設定

source: Copy draft
zh_hans: 复制草稿
zh_hant: 複製草稿

source: Copy draft and reload
zh_hans: 复制草稿并重新加载
zh_hant: 複製草稿並重新載入

source: Copy prompt
zh_hans: 复制提示词
zh_hant: 複製提示詞

source: Copy the prompt below.
zh_hans: 复制下方的提示词。
zh_hant: 複製下方的提示詞。

source: Could Not Connect
zh_hans: 无法连接
zh_hant: 無法連接

source: Could not create the local workspace: %@
zh_hans: 无法创建本地工作区：%@
zh_hant: 無法建立本機工作區：%@

source: Could not move heading
zh_hans: 无法移动标题
zh_hant: 無法移動標題

source: Could not open the folder: %@
zh_hans: 无法打开文件夹：%@
zh_hant: 無法開啟資料夾：%@

source: Could not refresh files: %@
zh_hans: 无法刷新文件：%@
zh_hant: 無法重新整理檔案：%@

source: Could not reload the folder. Your edits are still pending: %@
zh_hans: 无法重新载入文件夹，你的更改仍待保存：%@
zh_hant: 無法重新載入資料夾，你的更改仍待儲存：%@

source: Could not schedule reminders: %@
zh_hans: 无法安排提醒：%@
zh_hant: 無法安排提醒：%@

source: Couldn't load image
zh_hans: 无法加载图片
zh_hant: 無法載入圖片

source: Couldn't Move Item
zh_hans: 无法移动条目
zh_hant: 無法移動條目

source: Couldn't Restore Item
zh_hans: 无法恢复条目
zh_hant: 無法恢復條目

source: Couldn't Save Changes
zh_hans: 无法保存更改
zh_hant: 無法儲存更改

source: Couldn't Update Files
zh_hans: 无法更新文件
zh_hant: 無法更新檔案

source: Couldn't Update Item
zh_hans: 无法更新条目
zh_hant: 無法更新條目

source: Create a heading in Actions, Projects, Routines, or Someday to use it as a destination.
zh_hans: 在 Actions、Projects、Routines 或 Someday 中创建标题，即可将其作为目标位置。
zh_hant: 在 Actions、Projects、Routines 或 Someday 中建立標題，即可將其作為目標位置。

source: Current Workspace
zh_hans: 当前工作区
zh_hant: 當前工作區

source: Dark
zh_hans: 深色
zh_hant: 深色

source: Dashboard
zh_hans: 概览
zh_hant: 概覽

source: Dashboard view
zh_hans: 概览视图
zh_hant: 概覽檢視

source: Date
zh_hans: 日期
zh_hant: 日期

source: Date navigation and entry storage
zh_hans: 日期导航和记录存储
zh_hant: 日期導航和記錄儲存

source: Days
zh_hans: 天
zh_hant: 天

source: Deadline
zh_hans: 截止日期
zh_hant: 截止日期

source: Deadline date
zh_hans: 截止日期
zh_hant: 截止日期

source: Deadline time
zh_hans: 截止时间
zh_hant: 截止時間

source: Deadlines · next 3 days
zh_hans: 截止日期 · 未来 3 天
zh_hant: 截止日期 · 未來 3 天

source: Default actions
zh_hans: 默认操作
zh_hant: 預設操作

source: Default keeps the original appearance for this state.
zh_hans: 选择默认可保留此状态的原有外观。
zh_hant: 選擇預設可保留此狀態的原有外觀。

source: Default locations
zh_hans: 默认位置
zh_hant: 預設位置

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete %@?
zh_hans: 删除“%@”？
zh_hant: 刪除“%@”？

source: Deleted %@
zh_hans: 已删除 %@
zh_hant: 已刪除 %@

source: Deleted at storage location
zh_hans: 已从存储位置删除
zh_hant: 已從儲存位置刪除

source: Deleted files and folders appear here until you restore them.
zh_hans: 已删除的文件和文件夹会保留在这里，直到你将其恢复。
zh_hant: 已刪除的檔案和資料夾會保留在這裡，直到你將其恢復。

source: Demo · session only
zh_hans: 演示 · 仅本次使用
zh_hant: 演示 · 僅本次使用

source: Demo changes last for this session.
zh_hans: 演示中的更改仅在本次使用期间保留。
zh_hant: 演示中的更改僅在本次使用期間保留。

source: Demo workspace
zh_hans: 演示工作区
zh_hant: 演示工作區

source: Demo workspace · changes last for this session
zh_hans: 演示工作区 · 更改仅在本次使用期间保留
zh_hant: 演示工作區 · 更改僅在本次使用期間保留

source: Destination
zh_hans: 目标位置
zh_hant: 目標位置

source: Details
zh_hans: 详情
zh_hant: 詳情

source: Discard Changes
zh_hans: 放弃更改
zh_hant: 放棄更改

source: Discard changes?
zh_hans: 放弃更改？
zh_hant: 放棄更改？

source: Discard Entry
zh_hans: 放弃记录
zh_hant: 放棄記錄

source: Discard this entry?
zh_hans: 放弃这条记录？
zh_hant: 放棄這條記錄？

source: Disconnect
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnect this workspace?
zh_hans: 断开此工作区的连接？
zh_hant: 中斷此工作區的連線？

source: Disconnects this device. Files at the storage location are kept.
zh_hans: 解除此设备的连接，存储位置中的文件会保留。
zh_hant: 解除此裝置的連線，儲存位置中的檔案會保留。

source: Dismiss
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss keyboard
zh_hans: 收起键盘
zh_hant: 收起鍵盤

source: Document mode
zh_hans: 文档模式
zh_hant: 文件模式

source: Don't log
zh_hans: 不记录
zh_hant: 不記錄

source: Done
zh_hans: 完成
zh_hant: 完成

source: DONE
zh_hans: 已完成
zh_hant: 已完成

source: Downloaded text files are available offline. Attachments download when you open them.
zh_hans: 已下载的文本文件可离线使用。附件会在打开时下载。
zh_hant: 已下載的文字檔可離線使用。附件會在開啟時下載。

source: Draft copied
zh_hans: 已复制草稿
zh_hant: 已複製草稿

source: Drag up or down to switch between month and year
zh_hans: 上下拖动以切换月、年视图
zh_hant: 上下拖動以切換月、年檢視

source: Drag up or down to switch between week, month, and year
zh_hans: 上下拖动以切换周、月、年视图
zh_hant: 上下拖動以切換週、月、年檢視

source: Drawer
zh_hans: 抽屉
zh_hant: 抽屜

source: Duration · %lld min
zh_hans: 时长 · %lld 分钟
zh_hant: 時長 · %lld 分鐘

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit %@ planning
zh_hans: 编辑%@安排
zh_hant: 編輯%@安排

source: Edit item
zh_hans: 编辑条目
zh_hant: 編輯條目

source: Edit Item
zh_hans: 编辑条目
zh_hant: 編輯條目

source: Edit planning
zh_hans: 编辑安排
zh_hant: 編輯安排

source: Edit the date and repeat rule. Touch and hold to show the Org timestamp.
zh_hans: 编辑日期和重复规则。长按可显示 Org 时间戳。
zh_hant: 編輯日期和重複規則。長按可顯示 Org 時間戳。

source: Edit timestamp
zh_hans: 编辑时间戳
zh_hant: 編輯時間戳

source: Edits are saved on this device before syncing.
zh_hans: 修改会先保存在本机，再进行同步。
zh_hant: 修改會先儲存在本機，再進行同步。

source: Edits save on this device first, then to the selected folder. iCloud manages cloud uploads.
zh_hans: 修改会先保存在本机，再写入所选文件夹。云端上传由 iCloud 管理。
zh_hant: 修改會先儲存在本機，再寫入所選資料夾。雲端上傳由 iCloud 管理。

source: Edits save on this device first. Downloaded text files remain available offline.
zh_hans: 修改会先保存在本机。已下载的文本文件可继续离线使用。
zh_hant: 修改會先儲存在本機。已下載的文字檔可繼續離線使用。

source: Empty file
zh_hans: 空文件
zh_hant: 空白檔案

source: End
zh_hans: 结束
zh_hant: 結束

source: Enter a valid HTTPS server address without a username, password, query, or fragment.
zh_hans: 请输入有效的 HTTPS 服务器地址，不要在地址中包含用户名、密码、查询参数或片段。
zh_hant: 請輸入有效的 HTTPS 伺服器位址，不要在位址中包含使用者名稱、密碼、查詢參數或片段。

source: Enter a valid HTTPS server address.
zh_hans: 请输入有效的 HTTPS 服务器地址。
zh_hant: 請輸入有效的 HTTPS 伺服器位址。

source: Enter an absolute directory such as /Orgenda without . or .. components.
zh_hans: 请输入 /Orgenda 这样的绝对目录，路径中不能包含 . 或 ..。
zh_hant: 請輸入 /Orgenda 這樣的絕對目錄，路徑中不能包含 . 或 ..。

source: Enter an HTTPS server address without embedded credentials.
zh_hans: 请输入 HTTPS 服务器地址，不要在地址中包含登录信息。
zh_hant: 請輸入 HTTPS 伺服器位址，不要在位址中包含登入資訊。

source: Enter your WebDAV password to reconnect this workspace.
zh_hans: 请输入 WebDAV 密码以重新连接此工作区。
zh_hant: 請輸入 WebDAV 密碼以重新連接此工作區。

source: Enter your WebDAV username and password.
zh_hans: 请输入 WebDAV 用户名和密码。
zh_hant: 請輸入 WebDAV 使用者名稱和密碼。

source: Entry
zh_hans: 记录
zh_hant: 記錄

source: Event
zh_hans: 事件
zh_hant: 事件

source: Event date
zh_hans: 事件日期
zh_hant: 事件日期

source: Event time
zh_hans: 事件时间
zh_hant: 事件時間

source: Events use an active Org timestamp, so they also appear in your Emacs calendar.
zh_hans: 事件使用活跃的 Org 时间戳，因此也会显示在 Emacs 日历中。
zh_hant: 事件使用活躍的 Org 時間戳，因此也會顯示在 Emacs 日曆中。

source: Every %lld days
zh_hans: 每 %lld 天
zh_hant: 每 %lld 天

source: Every %lld hours
zh_hans: 每 %lld 小时
zh_hant: 每 %lld 小時

source: Every %lld months
zh_hans: 每 %lld 个月
zh_hant: 每 %lld 個月

source: Every %lld weeks
zh_hans: 每 %lld 周
zh_hant: 每 %lld 週

source: Every %lld years
zh_hans: 每 %lld 年
zh_hant: 每 %lld 年

source: Every day
zh_hans: 每天
zh_hant: 每天

source: Every hour
zh_hans: 每小时
zh_hant: 每小時

source: Every month
zh_hans: 每月
zh_hant: 每月

source: Every week
zh_hans: 每周
zh_hant: 每週

source: Every year
zh_hans: 每年
zh_hant: 每年

source: Example
zh_hans: 示例
zh_hant: 示例

source: Expand %@
zh_hans: 展开“%@”
zh_hant: 展開“%@”

source: Expanded
zh_hans: 已展开
zh_hant: 已展開

source: Export
zh_hans: 导出
zh_hant: 匯出

source: Extract from Emacs
zh_hans: 从 Emacs 提取
zh_hant: 從 Emacs 擷取

source: File
zh_hans: 文件
zh_hant: 檔案

source: File changes need attention
zh_hans: 文件更改需要处理
zh_hant: 檔案變更需要處理

source: File changes need attention. Open Files → Settings.
zh_hans: 文件更改需要处理，请打开“文件 → 设置”。
zh_hant: 檔案更改需要處理，請開啟“檔案 → 設定”。

source: File unavailable
zh_hans: 文件不可用
zh_hant: 檔案不可用

source: Files
zh_hans: 文件
zh_hant: 檔案

source: Files & agenda
zh_hans: 文件与议程
zh_hant: 檔案與議程

source: Files & organization
zh_hans: 文件与组织
zh_hant: 檔案與組織

source: Files at this storage location will remain unchanged. You can connect again later.
zh_hans: 此存储位置中的文件不会更改。你可以稍后重新连接。
zh_hant: 此儲存位置中的檔案不會變更。你可以稍後重新連接。

source: Files changed while preparing the reload. Your latest edits are still pending; finish editing and try again.
zh_hans: 准备重新载入时文件发生了变化。最新更改仍待保存，请完成编辑后再试。
zh_hant: 準備重新載入時檔案發生了變化。最新更改仍待儲存，請完成編輯後再試。

source: Files in this folder will appear here.
zh_hans: 此文件夹中的文件会显示在这里。
zh_hant: 此資料夾中的檔案會顯示在這裡。

source: Files save on this device first, then sync to the server.
zh_hans: 文件会先保存在本机，再同步到服务器。
zh_hant: 檔案會先儲存在本機，再同步到伺服器。

source: Filter
zh_hans: 筛选
zh_hant: 篩選

source: Filter outline
zh_hans: 筛选大纲
zh_hant: 篩選大綱

source: Filter Outline
zh_hans: 筛选大纲
zh_hant: 篩選大綱

source: Filters search results
zh_hans: 筛选搜索结果
zh_hant: 篩選搜尋結果

source: Finish saving or resolve the file conflict before moving or deleting items.
zh_hans: 移动或删除条目前，请先完成保存或解决文件冲突。
zh_hant: 移動或刪除條目前，請先完成儲存或解決檔案衝突。

source: Finish syncing or resolve conflicts before moving files.
zh_hans: 移动文件前，请先完成同步或解决冲突。
zh_hant: 移動檔案前，請先完成同步或解決衝突。

source: First next action
zh_hans: 首个下一步行动
zh_hant: 首個下一步行動

source: First next action (required)
zh_hans: 首个下一步行动（必填）
zh_hant: 首個下一步行動（必填）

source: Fixed width
zh_hans: 等宽文本
zh_hant: 等寬文字

source: Folder
zh_hans: 文件夹
zh_hant: 資料夾

source: Follow system
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: For timed entries in your agenda
zh_hans: 为议程中有明确时间的条目提醒
zh_hant: 為議程中有明確時間的項目提醒

source: From
zh_hans: 从
zh_hant: 從

source: Generate from Emacs
zh_hans: 从 Emacs 生成配置
zh_hant: 從 Emacs 產生設定

source: Get notified before timed entries in your agenda.
zh_hans: 在日程中设有时间的事项开始前收到提醒。
zh_hant: 在日程中設有時間的事項開始前收到提醒。

source: Go to today's journal
zh_hans: 前往今天的日记
zh_hant: 前往今天的日記

source: Google Docs and shortcuts cannot be used as ordinary workspace files. Move them outside the Orgenda folder.
zh_hans: 工作区不支持 Google 文档或快捷方式，请将其移出 Orgenda 文件夹。
zh_hant: 工作區不支援 Google 文件或捷徑，請將其移出 Orgenda 資料夾。

source: Habit
zh_hans: 习惯
zh_hant: 習慣

source: Habit completed
zh_hans: 习惯已完成
zh_hant: 習慣已完成

source: Habit history for the past seven days
zh_hans: 最近七天的习惯记录
zh_hant: 最近七天的習慣記錄

source: Habit maximum interval
zh_hans: 习惯的最长间隔
zh_hant: 習慣的最長間隔

source: Has scheduled items
zh_hans: 有已安排的事项
zh_hant: 有已安排的事項

source: Heading level %lld
zh_hans: %lld 级标题
zh_hant: %lld 級標題

source: High · A
zh_hans: 高 · A
zh_hant: 高 · A

source: History and notification timing
zh_hans: 变更历史与提醒时间
zh_hant: 變更記錄與提醒時間

source: Hours
zh_hans: 小时
zh_hant: 小時

source: iCloud Drive folder
zh_hans: iCloud Drive 文件夹
zh_hant: iCloud Drive 資料夾

source: Identity
zh_hans: 名称与快捷键
zh_hant: 名稱與快速鍵

source: In progress
zh_hans: 进行中
zh_hant: 進行中

source: Inactive
zh_hans: 停用
zh_hant: 停用

source: Inbox note
zh_hans: 收件箱笔记
zh_hant: 收件箱筆記

source: Inbox task
zh_hans: 收件箱任务
zh_hant: 收件箱任務

source: Inbox, attachments, journal & archive
zh_hans: 收件箱、附件、日记与归档
zh_hant: 收件匣、附件、日誌與封存

source: Include time
zh_hans: 包含时间
zh_hant: 包含時間

source: Included paths
zh_hans: 包含的路径
zh_hant: 包含的路徑

source: Indent
zh_hans: 增加缩进
zh_hant: 增加縮排

source: Indentation
zh_hans: 缩进
zh_hant: 縮排

source: Insert
zh_hans: 插入
zh_hant: 插入

source: Insert checkbox
zh_hans: 插入复选框
zh_hant: 插入核取方塊

source: Insert date
zh_hans: 插入日期
zh_hant: 插入日期

source: Insert heading
zh_hans: 插入标题
zh_hant: 插入標題

source: Insertion
zh_hans: 插入方式
zh_hant: 插入方式

source: Interval: %lld
zh_hans: 间隔：%lld
zh_hant: 間隔：%lld

source: Items in this view will appear here.
zh_hans: 此视图中的条目会显示在这里。
zh_hant: 此檢視中的條目會顯示在這裡。

source: Journal
zh_hans: 日记
zh_hant: 日記

source: Journal dates
zh_hans: 日记日期
zh_hant: 日記日期

source: Journal entry
zh_hans: 日记
zh_hant: 日記

source: Journal Entry
zh_hans: 日记
zh_hant: 日記

source: Keep Both
zh_hans: 保留两份
zh_hant: 保留兩份

source: Keep Copies and Continue
zh_hans: 保留副本并继续
zh_hant: 保留副本並繼續

source: Keep Copies and Disconnect
zh_hans: 保留副本并断开连接
zh_hant: 保留副本並中斷連線

source: Keep Copies and Reload
zh_hans: 保留副本并重新载入
zh_hant: 保留副本並重新載入

source: Keep editing
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: Keep Editing
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: Keep the original schedule and skip missed dates when completed.
zh_hans: 完成后保留原有计划，并跳过错过的日期。
zh_hant: 完成後保留原有計畫，並跳過錯過的日期。

source: Keep Writing
zh_hans: 继续写作
zh_hant: 繼續寫作
